commands_templates/GetStatus1.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver20/ptz/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetStatus>
         <!--type: ReferenceToken-->
         <wsdl:ProfileToken>?</wsdl:ProfileToken>
      </wsdl:GetStatus>
   </soap:Body>
</soap:Envelope>